Repository: WindowSill-app/Extensions
Catalog: src/WindowSill.InlineTerminal/Strings/*/CommandPopupResultPage.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, hi_in, ja_jp, pl_pl, pt_pt, uk_ua, vi_vn, zh_cn, zh_tw

# CopyButton.TextProperty
source: Copy
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
hi_in: कॉपी करें
ja_jp: コピー
pl_pl: Kopiuj
pt_pt: Copiar
uk_ua: Копіювати
vi_vn: Sao chép
zh_cn: 复制
zh_tw: 複製

# RerunButton.TextProperty
source: Re-run
de_de: Erneut ausführen
es_es: Volver a ejecutar
fr_fr: Réexécuter
hi_in: फिर से चलाएँ
ja_jp: 再実行
pl_pl: Uruchom ponownie
pt_pt: Executar novamente
uk_ua: Виконати знову
vi_vn: Chạy lại
zh_cn: 重新运行
zh_tw: 重新執行

# DismissButton.TextProperty
source: Dismiss
de_de: Verwerfen
es_es: Descartar
fr_fr: Fermer
hi_in: खारिज करें
ja_jp: 閉じる
pl_pl: Odrzuć
pt_pt: Dispensar
uk_ua: Закрити
vi_vn: Bỏ qua
zh_cn: 关闭
zh_tw: 關閉

# DismissOthersButton.TextProperty
source: Dismiss other runs
de_de: Andere Ausführungen verwerfen
es_es: Descartar otras ejecuciones
fr_fr: Fermer les autres exécutions
hi_in: अन्य रन खारिज करें
ja_jp: 他の実行を閉じる
pl_pl: Odrzuć inne uruchomienia
pt_pt: Dispensar outras execuções
uk_ua: Закрити інші виконання
vi_vn: Bỏ qua các lần chạy khác
zh_cn: 关闭其他运行
zh_tw: 關閉其他執行

# DismissOthersFormat
source: Dismiss {0} other run(s)
de_de: {0} andere Ausführung(en) verwerfen
es_es: Descartar {0} otra(s) ejecución(es)
fr_fr: Fermer {0} autre(s) exécution(s)
hi_in: {0} अन्य रन खारिज करें
ja_jp: 他の{0}件の実行を閉じる
pl_pl: Odrzuć {0} inne uruchomienie/a
pt_pt: Dispensar {0} outra(s) execução(ões)
uk_ua: Закрити {0} інших виконань
vi_vn: Bỏ qua {0} lần chạy khác
zh_cn: 关闭其他 {0} 次运行
zh_tw: 關閉其他 {0} 次執行

# DismissAllButton.TextProperty
source: Dismiss all runs
de_de: Alle Ausführungen verwerfen
es_es: Descartar todas las ejecuciones
fr_fr: Fermer toutes les exécutions
hi_in: सभी रन खारिज करें
ja_jp: すべての実行を閉じる
pl_pl: Odrzuć wszystkie uruchomienia
pt_pt: Dispensar todas as execuções
uk_ua: Закрити всі виконання
vi_vn: Bỏ qua tất cả các lần chạy
zh_cn: 关闭所有运行
zh_tw: 關閉所有執行

# DismissAllFormat
source: Dismiss all {0} runs
de_de: Alle {0} Ausführungen verwerfen
es_es: Descartar las {0} ejecuciones
fr_fr: Fermer les {0} exécutions
hi_in: सभी {0} रन खारिज करें
ja_jp: すべての{0}件の実行を閉じる
pl_pl: Odrzuć wszystkie {0} uruchomienia
pt_pt: Dispensar todas as {0} execuções
uk_ua: Закрити всі {0} виконань
vi_vn: Bỏ qua tất cả {0} lần chạy
zh_cn: 关闭所有 {0} 次运行
zh_tw: 關閉所有 {0} 次執行

# RunCopyButton.TextProperty
source: Re-run & Copy output
de_de: Erneut ausführen &amp; Ausgabe kopieren
es_es: Volver a ejecutar y copiar salida
fr_fr: Réexécuter et copier la sortie
hi_in: फिर से चलाएँ और आउटपुट कॉपी करें
ja_jp: 再実行して出力をコピー
pl_pl: Uruchom ponownie i skopiuj wynik
pt_pt: Executar novamente e copiar saída
uk_ua: Виконати знову та скопіювати вивід
vi_vn: Chạy lại và sao chép đầu ra
zh_cn: 重新运行并复制输出
zh_tw: 重新執行並複製輸出

# RunAppendButton.TextProperty
source: Re-run & Append selection
de_de: Erneut ausführen &amp; Auswahl anhängen
es_es: Volver a ejecutar y añadir selección
fr_fr: Réexécuter et ajouter à la sélection
hi_in: फिर से चलाएँ और चयन जोड़ें
ja_jp: 再実行して選択に追加
pl_pl: Uruchom ponownie i dołącz do zaznaczenia
pt_pt: Executar novamente e anexar seleção
uk_ua: Виконати знову та додати до виділення
vi_vn: Chạy lại và nối vào vùng chọn
zh_cn: 重新运行并追加到选区
zh_tw: 重新執行並附加到選取範圍

# RunReplaceButton.TextProperty
source: Re-run & Replace selection
de_de: Erneut ausführen &amp; Auswahl ersetzen
es_es: Volver a ejecutar y reemplazar selección
fr_fr: Réexécuter et remplacer la sélection
hi_in: फिर से चलाएँ और चयन बदलें
ja_jp: 再実行して選択を置換
pl_pl: Uruchom ponownie i zastąp zaznaczenie
pt_pt: Executar novamente e substituir seleção
uk_ua: Виконати знову та замінити виділення
vi_vn: Chạy lại và thay thế vùng chọn
zh_cn: 重新运行并替换选区
zh_tw: 重新執行並取代選取範圍

# CancelButton.TextProperty
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
ja_jp: キャンセル
pl_pl: Anuluj
pt_pt: Cancelar
uk_ua: Скасувати
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

source: No other runs
de_de: Keine anderen Ausführungen
es_es: No hay otras ejecuciones
fr_fr: Aucune autre exécution
hi_in: कोई अन्य रन नहीं
ja_jp: 他の実行はありません
pl_pl: Brak innych uruchomień
pt_pt: Nenhuma outra execução
uk_ua: Немає інших виконань
vi_vn: Không có lần chạy nào khác
zh_cn: 没有其他运行
zh_tw: 沒有其他執行
